/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "다시 시도";
CancelButtonTitle = "취소";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION> 원인: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore” 파일을 읽을 수 없습니다.";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION> 다음의 파일을 찾을 수 없습니다. “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "“HPEventStore.hpstore” 파일을 이동했거나 삭제한 경우 이를 제 위치에 복원한 후 \"다시 시도\"를 클릭합니다.\r파일을 새로 만들려면 “만들기”를 클릭합니다.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "만들기";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION> 응용 프로그램이 다음의 파일에 액세스할 수 없습니다. “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "액세스 수정";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "“HPEventStore.hpstore”를 포함한 폴더가 잠겨 있고 권한이 “읽기 및 쓰기”로 설정되어 있는지 확인한 다음 \"다시 시도\"를 클릭합니다.\r응용 프로그램이 권한 복구를 시도하도록 하려면 \"액세스 수정\"를 클릭합니다.";

//Error description for out of disk space error
DiskFullErrorDescription = "<OPERATION> 원인: 시동 디스크에 공간이 부족합니다.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "디스크에서 일부 파일을 삭제한 후 \"다시 시도\"를 클릭합니다.";